/** Clock.m */

/** ClockController.m */

/** ComposeView.m */
"When replying to an E-Mail, add the signature to the" = "عند الرّدّ على بريد إلكتروني، أضف التّوقيع إلى";
"beginning" = "بداية";
"end" = "نهاية";
"of the message." = "الرّسالة.";
"When forwarding an E-Mail, add the signature to the" = "عند تمرير رسالة إلكترونيّة، أضف التّوقيع إلى";
"Wrap lines at" = "لُفّ الأسطر عند";
"characters when sending plain/text messages." = "الأحرف عندما ترسل رسالة مجرّدة/نصّيّة.";
"Default charset used when sending a message:" = "مجموعة المحارف الافتراضيّة المستخدمة عند إرسال رسالة:";
"Automatic" = "تلقائي";

/** ComposeViewController.m */
"Compose" = "ألّف";
/* "Automatic" =  "تلقائي"; */

/** Face.m */

/** FaceController.m */

/** ExtendedFilteringTableView.m */

/** ExtendedTableColumn.m */

/** FilterEditorWindow.m */
"Description:" = "الوصف:";
"Active" = "نشِط";
"Filter type:" = "نوع المصفاة:";
"Incoming" = "وارد";
"Outgoing" = "صادر";
"External Program" = "برنامج خارجي";
"Process with external program:" = "عالج باستخدام برنامج خارجي:";
"and apply criteria(s)" = "وطبّق الشّروط";
"after" = "بعد";
"before" = "قبل";
"program execution." = "تنفيذ البرنامج.";
"Criteria" = "شرط";
"To" = "إلى";
"Cc" = "نسخة";
"To or Cc" = "إلى أو نسخة";
"Subject" = "الموضوع";
"From" = "من";
"Expert..." = "خبير...";
"Contains" = "يحتوي";
"Is Equal" = "مساوي";
"Has Prefix" = "له سابقة";
"Has Suffix" = "له لاحقة";
"Match Expression" = "طابق التّعبير";
"and" = "و";
"or" = "أو";
"(none)" = "(لاشيء)";
"Action" = "عمل";
"Set the color to:" = "غيّر اللّون إلى:";
"Transfer to mailbox:" = "انقل إلى صندوق البريد:";
"Do..." = "افعل...";
"Delete the message" = "احذف الرّسالة";
"Blue" = "أزرق";
"Brown" = "بنّي";
"Cyan" = "أزرق داكن";
"Dark Gray" = "رماديّ داكن";
"Green" = "أخضر";
"Magenta" = "قرمزي";
"Orange" = "برتقالي";
"Purple" = "بنفسجي";
"Red" = "أحمر";
"White" = "أبيض";
"Yellow" = "أصفر";
"Bounce to:" = "أرجع إلى:";
"Forward to:" = "تمرير إلى:";
"Reply to:" = "ردّ إلى:";
"Set message" = "حدّد رسالة";
"Cancel" = "إلغاء";
"OK" = "موافق";

/** FilterEditorWindowController.m */
"Add a filter" = "أضف مصفّي";
"Error!" = "خطأ!";
"The selected target folder (%@) holds folders, not messages." = "الدّليل الهدف المستخدم (%@) يحتوي أدلّة، وليس رسائل.";
/* "OK" =  "OK"; */
"Warning!" = "تحذير!";
"Defining a Coloring filter that uses an external program is a BAD idea.\nThis will slow down drastically the application." = "تعريف تصفية بالألوان تستخدم برنامج خارجيّ هي فكرة سيّئة سيّئة..\nسوف يبطّئ هذا التّطبيق كلّيّاً.";
/* "To" =  "To"; */
/* "Cc" =  "Cc"; */
/* "To or Cc" =  "To or Cc"; */
/* "From" =  "From"; */
"Is in Address Book" = "موجود في دفتر العناوين";

/** FilterHeaderEditorWindow.m */
"Header" = "ترويسة";
"Header:" = "ترويسة:";
"Remove" = "أزل";
"Add" = "أضف";
/* "Cancel" =  "إلغاء"; */
/* "OK" =  "موافق"; */

/** FilterHeaderEditorWindowController.m */
"Add a header" = "أضف إلى التّرويسة";

/** FilterMessageWindow.m */
"Text to include before original message:" = "Text to include before original message:";
/* "Cancel" =  "إلغاء"; */
/* "OK" =  "موافق"; */

/** FilterMessageWindowController.m */

/** FilteringView.m */
"Rules" = "أحكام";
/* "Active" =  "نشِط"; */
"Add..." = "أضف...";
"Delete" = "احذف";
"Edit..." = "حرّر...";
"Duplicate" = "مكرّر";

/** FilteringViewController.m */
"Yes" = "نعم";
"No" = "لا";
"Delete..." = "احذف...";
"Are you sure you want to delete this filter?" = "هل أنت متأكّد أنك تريد حذف هذه المصفاة؟";
/* "Cancel" =  "Cancel"; */
"Edit a filter" = "حرّر مصفاة";
"Filtering" = "التّصفية";

/** FontsView.m */
"Font used when displaying a message for:" = "الخطّ المستخدم عند عرض الرّسالة لـ:";
"Header name:" = "اسم التّرويسة:";
"Size:" = "الحجم:";
"Header value:" = "قيمة التّرويسة:";
"Content of message:" = "محتوى الرّسالة:";
"Use fixed-width font for plain text messages" = "استخدم خطّاً ذا عرض ثابت للرّسائل النّصيّة المجرّدة";
"Plain text font:" = "خطّ النّص المجرّد:";

/** FontsViewController.m */
"Fonts" = "خطوط";

/** MIMEView.m */
"Mime-Type" = "نوع Mime";
"File extension(s)" = "امتدادات الملفّات";
/* "Add..." =  "Add..."; */
/* "Delete" =  "Delete"; */
/* "Edit..." =  "Edit..."; */
"Import from mailcap" = "استورد من mailcap";

/** MIMEViewController.m */
/* "Delete..." =  "Delete..."; */
"Are you sure you want to delete this Mime-Type entry?" = "هل أنت متأكّد من أنّك تريد حذف مُدخل نوع Mime هذا?";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
"MIME" = "MIME";

/** MailcapParser.m */

/** MailcapWindow.m */
/* "Mime-Type" =  "Mime-Type"; */
"Command" = "أمر";
/* "Cancel" =  "Cancel"; */
"Import" = "استورد";

/** MailcapWindowController.m */
"Import from mailcap file" = "استورد من ملف mailcap";
"Mailcap Import Error!" = "خطأ في استيراد Mailcap!";
"You must select at least one mailcap item to import!" = "يجب أن تختار عنصر mailcap واحد على الأقلّ لاستيراده!";
/* "OK" =  "OK"; */

/** MimeTypeEditorWindow.m */
"Mime-Type (ex: image/jpeg):" = "نوع Mime (مثلاً: image/jpeg):";
"File extensions (ex: jpeg,jpg,jpe):" = "امتدادات الملفّات (مثلاً: jpeg,jpg,jpe):";
/* "Description:" =  "الوصف:"; */
"View:" = "عرض:";
"Display if possible (as icon if it is not possible)" = "اعرض إن كان ممكناً (كأيقونة إن لم يكن ممكناً)";
"Always display as icon" = "اعرض دائماً كأيقونة";
"Action:" = "عمل:";
"Prompt save panel" = "لوحة الحفظ الفوري";
"Open with external program:" = "افتح باستخدام برنامج خارجي:";
"Choose" = "اختر";
"Needs a terminal for the external program" = "يحتاج إلى شاشة طرفيّة من أجل البرنامج الخارجيّ";
"Please choose an icon to represent this Mime-Type (tiff file only):" = "رجاء اختر أيقونة تمثّل نوع Mime هذا (ملف tiff فقط):";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** MimeTypeEditorWindowController.m */
"Add a Mime-Type" = "أضف نوع Mime";
"Edit a Mime-Type" = "حرّر نوع Mime";

/** MailboxesView.m */
"Default mailbox used for:" = "صندوق البريد الافتراضي المستخدم لـ:";
"Inbox:" = "الوارد:";
"Outbox:" = "الصّادر:";
"Drafts:" = "المسودّات:";
"Trash:" = "القمامة:";
"(If you don't see all your IMAP mailboxes, first open the connection to this IMAP server.)" = "(إن لم تكن ترى كلّ صناديق بريد IMAP الخاصّة بك، أوّلاً افتح الاتصال إلى خادم IMAP هذا.)";
"Compact mailbox when closing (not recommended)" = "اضغط صندوق البريد عند الإغلاق (غير مستحسن)";
"Reuse the mail window when selecting a folder" = "أعد استخدام نافذة البريد عند اختيار دليل";

/** MailboxesViewController.m */
"Mailboxes" = "صناديق البريد";

/** PGPController.m */
"Encrypt" = "شفّر";
"Sign" = "وقّع";
"\nThe supplied passphrase was wrong or not given" = "\nكلمة المرور المدخلة كانت خاطئة أو لم تُدخل";
"\nWrong passphrase (or something else)" = "\nكلمة مرور خاطئة (أو شيء آخر)";
"\nYour key is expired. You must generate a new one\nbefore trying to send again any signed or encrypted messages." = "\nانتهت صلاحية مفتاحك. عليك توليد واحد جديد\nقبل محاولة الإرسال مجدّداً أي رسائل  موقّعة أو مشفّرة.";
"Decryption failed due the following reason(s):\n" = "فشلت إزالة التّشفير للأسباب التّالية:\n";
/* "Error!" =  "Error!"; */
/* "OK" =  "OK"; */
"Encryption failed due the following reason(s):\n" = "فشل التّشفير بسبب الأسباب التالية:\n";
"Passphrase for %@" = "كلمة مرور %@";

/** PGPView.m */
"GPG/PGP executable path:" = "مسار برنامج GPG/PGP:";
"User E-Mail address:" = "عنوان البريد الالكتروني للمستخدم:";
"Use FROM E-Mail address for signing" = "استخدم عنوان المرسل منه للتّوقيع";

/** PGPViewController.m */
"Version: %@" = "النّسخة: %@";
"PGP" = "PGP";

/** NewPersonalProfilePanel.m */
"Please enter the name of the new profile:" = "رجاء أدخل اسم السجلّ الخاص الجديد:";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** NewPersonalProfilePanelController.m */
"New Personal Profile" = "سجلّ شخصيّ جديد";

/** PersonalView.m */
"Available personal profiles:" = "السّجلات الشّخصيّة المتوفّرة:";
/* "Add" =  "Add"; */
/* "Delete" =  "Delete"; */
"Set this profile as default" = "ضع هذا السّجلّ الشّخصي كافتراضي";
"Your name:" = "اسمك:";
"Your E-Mail address:" = "عنوان بريدك الالكتروني:";
"Reply-to address:" = "عنوان الرّد إلى:";
"Organization:" = "المنظّمة:";
"Signature" = "التّوقيع";
"Obtain signature from" = "احصل على التّوقيع من";
"content of file" = "محتويات الملف";
"program's output" = "مُخرج البرنامج";
/* "Choose" =  "Choose"; */

/** PersonalViewController.m */
/* "Error!" =  "Error!"; */
"This profile name already exists. Please choose another name." = "اسم السجلّ الشّخصيّ هذا موجود مسبقاً. رجاء اختر اسماً آخر.";
/* "OK" =  "OK"; */
"You must have at least one defined personal profile at any time." = "يجب أن يكون لديك على الأقل سجلّ شخصيّ خاصّ معرّف في أيّ وقت.";
/* "Delete..." =  "Delete..."; */
"Are you sure you want to delete the %@ personal profile?" = "هل أنت متأكّد أنّك تريد إلغاء السجلّ الشخصيّ الخاصّ %@؟";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
"Personal" = "شخصيّ";

/** IMAPView.m */
"Check for mail every" = "تحقّق من البريد كل";
"minutes" = "دقيقة";
"Folders" = "أدلّة";
"Subscribed" = "مُشترك";
"List" = "لائحة";
"Subscribe" = "اشترك";
"Unsubscribe" = "ألْغِ اشتراكك";

/** IMAPViewController.m */
"All Folders" = "كلّ الأدلّة";
"Y" = "ن";
/* "Error!" =  "Error!"; */
"Authentication error with the IMAP server." = "خطأ في التّوثيق مع خادم IMAP.";
/* "OK" =  "OK"; */
"An error occured while listing the folders on this IMAP server." = "حدث خطأ أثناء سرْد الأدلّة على خادم IMAP هذا.";
"You are already subscribed to this IMAP folder." = "أنت مشترك مسبقاً في دليل IMAP هذا.";
"You cannot subscribe to this folder." = "لا يمكنك الاشتراك بهذا المجلّد.";
"An error occured while subscribing to folder:\n%@." = "حدث خطأ أثناء الاشتراك في الدّليل:\n%@.";
"You are already unsubscribed from this IMAP folder." = "لقد تمّ إلغاء اشتراك سابقاً من دليل IMAP هذا.";
"An error occured while unsubscribing to folder:\n%@." = "حدث خطأ أثناء إلغاء الاشتراك في الدّليل:\n%@.";

/** POP3View.m */
"Leave messages on server for" = "اترك الرّسائل على الخادم لمدّة";
"days" = "أيّام";
"Use APOP (if possible)" = "استخدم APOP (إن أمكن)";
"Download messages from this server into mailbox:" = "نزّل الرّسائل من هذا الاخدم إلى صندوق الوارد:";
"(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" = "(إن لم ترَ كل صناديق الوارد لخادم IMAP، فافتح الاتّصال أوّلاً\nإلى هذا الخادم.)";

/** POP3ViewController.m */

/** ReceivingView.m */
"Retrieve mail (for POP3 accounts and local mail spool file)" = "اجْلب البريد (لحسابات POP3 وملف مخزن البريد المحلّي)";
"Manually" = "يدويّاً";
"Automatically every" = "آليّاً كل";
/* "minutes" =  "minutes"; */
"Incoming mail servers" = "خادمات البريد الوارد";
"Incoming Servers" = "خادمات الوارد";
/* "Add" =  "Add"; */
"Edit" = "حرّر";
/* "Delete" =  "Delete"; */
"Show alert panel for received and transferred messages" = "أظهر لوحة الإنذار للرّسائل المُستلمة والمُرسلة";
"Show No New Messages panel" = "أظهر لوحة لا رسائل جديدة";

/** ReceivingViewController.m */
"POP3" = "POP3";
"IMAP" = "IMAP";
"%@ [UNIX]" = "%@ [يونكس]";
/* "Error!" =  "Error!"; */
"To edit this account, you must first close the connection with the server." = "كي تُعدّل هذا الحساب، عليك أوّلاً قطع الاتّصال بالخادم.";
/* "OK" =  "OK"; */
"To delete this account, you must first close the connection with the server." = "كي تحذف هذا الحساب، عليك أوّلاً قطع الاتّصال بالخادم.";
/* "Delete..." =  "Delete..."; */
"Are you sure you want to delete this receiving server entry?" = "هل أنت متأكّد من أنّك تريد حذف مُدخل خادم الاستقبال هذا؟";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
"Receiving" = "جاري الاستقبال";

/** ReceivingWindow.m */
"Server type:" = "نوع الخادم:";
/* "POP3" =  "POP3"; */
/* "IMAP" =  "IMAP"; */
"UNIX" = "يونكس";
"Server name:" = "اسم الخادم:";
"Port:" = "المنفذ:";
"Username:" = "اسم المستخدم:";
"Password:" = "كلمة المرور:";
"Remember password" = "تذكّر كلمة المرور";
"Verify for new mail on startup" = "تحقّق من وجود بريد جديد عند بدء التّشغيل";
"Use secure connection (SSL)" = "اسم الاتّصال الآمن (SSL)";
"General" = "عامّ";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** ReceivingWindowController.m */
"Receiving preferences" = "تفضيلات الاستقبال";
/* "IMAP" =  "IMAP"; */
/* "POP3" =  "POP3"; */
/* "UNIX" =  "UNIX"; */

/** UNIXView.m */
"Mail spool file:" = "ملف مخزن البريد:";
/* "Choose" =  "Choose"; */
"Download messages from this spool file into mailbox:" = "نزّل الرّسائل من ملف المخزن هذا إلى صندوق البريد:";
/* "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" =  "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)"; */

/** UNIXViewController.m */

/** SendingView.m */
"Delivery methods" = "طرق التّوصيل";
"Method" = "الطّريقة";
"Value" = "القيمة";
/* "Add" =  "Add"; */
/* "Edit" =  "Edit"; */
/* "Remove" =  "Remove"; */
"Additional Outgoing Headers" = "ترويسات الصّادر الإضافيّة";
"Key" = "المفتاح";
"Key:" = "المفتاح:";
"Value:" = "القيمة:";

/** SendingViewController.m */
"SMTP" = "SMTP";
"Mailer" = "Mailer";
/* "Delete..." =  "Delete..."; */
"Are you sure you want to delete this transport method?" = "هل أنت متأكّد أنّك تريد حذف طريقة النّقل هذه؟";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
"Sending" = "جاري الإرسال";

/** TransportMethodEditorWindow.m */
"Transport method:" = "طريقة النّقل:";
/* "Mailer" =  "Mailer"; */
/* "SMTP" =  "SMTP"; */
"Mailer:" = "Mailer:";
"Host:" = "المضيف:";
/* "Port:" =  "Port:"; */
"Authenticate using" = "وثّق باستخدام";
"Most secure" = "الأكثر أمناً";
"Supported mechanisms" = "الآليّات المدعومة";
/* "Username:" =  "Username:"; */
/* "Password:" =  "Password:"; */
/* "Remember password" =  "Remember password"; */
"Associated personal profile:" = "الملفّ الشّخصيّ الخاصّ المرتبط:";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** TransportMethodEditorWindowController.m */
"Add a transport method" = "أضف طريقة نقل";
"Edit a transport method" = "عدّل طريقة نقل";

/** ViewingView.m */
"Messages" = "الرّسائل";
"Hide deleted messages on startup" = "اخْفِ الرّسائل المحذوفة عند بدء التّشغيل";
"Hide read messages on startup" = "اخْفِ الرّسائل المقروءة عند بدء التّشغيل";
"Highlight URLs in message content" = "ميّز عناوين URLs في محتويات الرّسالة";
"Table columns" = "أعمدة الجدول";
"Status" = "الحالة";
"Id" = "هويّة";
"Date" = "تاريخ";
/* "From" =  "From"; */
/* "Subject" =  "Subject"; */
"Size" = "حجم";
"Shown headers while viewing a mail" = "أظهر التّرويسات أثناء عرض بريد";
"Show all headers" = "أظهر كلّ التّرويسات";
/* "Remove" =  "Remove"; */
/* "Add" =  "Add"; */
"Defaults" = "الافتراضيّات";
/* "Key:" =  "Key:"; */
"Shown Headers" = "التّرويسات الظّاهرة";
"Double-clicking in message list:" = "الضّغط المزدوج في لائحة الرّسائل:";
"Opens reply editor" = "يفتح محرّر الرّد";
"Opens message in new window" = "يفتح الرّسالة في نافذة جديدة";

/** ViewingViewController.m */
"Viewing" = "جاري العرض";

/** Address.m */

/** AddressBook.m */
/* "General" =  "General"; */

/** AddressBookController.m */
"Address Book" = "دفتر العناوين";
"Add Group" = "أضف مجموعة";
"Delete Group" = "احذف مجموعة";
/* "General" =  "General"; */
/* "Error!" =  "Error!"; */
"This group already exist! Please choose an other name." = "هذه المجموعة موجودة مسبقاً! رجاء اختر اسماً آخر.";
/* "OK" =  "OK"; */
/* "Delete..." =  "Delete..."; */
"Are you sure you want to delete this address?" = "هل أنت متأكّد أنّك تريد حذف هذا العنوان؟";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
"Are you sure you want to delete this group?" = "هل أنت متأكّد أنّك تريد حذف هذه المجموعة؟";
"You must select a group to import the addresses in." = "يجب أن تختار مجموعة كي تستورد العناوين إليها.";
"< no address >" = "< لا عنوان >";
"Add Address" = "أضف عنوان";
"Delete Address" = "احذف عنوان";
"Enter the contact's E-Mail address here" = "أدخل عنوان البريد الالكتروني للمُراسل هنا";
"Groups" = "مجموعات";
"Move to:" = "انتقل إلى:";

/** AddressBookWindow.m */
/* "Groups" =  "Groups"; */
"Name:" = "الاسم:";
"Modify" = "عدّل";
"Import from:" = "استورد من:";
"OPENSTEP Mail.app" = "تطبيق بريد أوبنسْتب";
"LDIF" = "LDIF";
"Close" = "أغلق";

/** BounceWindow.m */
"Send" = "أرسل";
"Addresses" = "عناوين";
"From:" = "من:";
"Using:" = "باستخدام:";
"To:" = "إلى:";
"Cc:" = "نسخة:";
"Bcc:" = "نسخة إضافيّة:";

/** BounceWindowController.m */
"Bounce a message" = "أرجع رسالة";
/* "Error!" =  "Error!"; */
"Unable to create a valid bounced message.\nPlease, report this as a bug." = "لم يمكن إنشاء رسالة مُرجعة صالحة.\nرجاءً، قم بتقرير هذا كعلّة.";
/* "OK" =  "OK"; */
"Please, verify that the To/Cc/Bcc fields are correct. Also, you MUST have at least one\nvalid E-Mail address in the To field." = "رجاءً، تحقّق من أنّ حقول إلى/نسخة/نسخة إضافيّة صحيحة. أيضاً، يجب أن يكون لديك عنوان\nبريد الكتروني واحد صالح في الحقل إلى.";
"Stop" = "توقّف";
"Starting the thread for bouncing the E-Mail..." = "جاري بدء عمليّة إرجاع البريد الالكتروني...";
"Closing..." = "جاري الإغلاق...";
"A mail is currently being sent. Please wait." = "يجري حاليّاً إرسال بريد. رجاء انتظر.";
"An error occured during the authentication with the SMTP server (%@)." = "حدث خطأ خلال التّوثيق مع خادم SMTP (%@).";
"An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." = "حدث خطأ خلال إرسال البريد الإلكتروني. قد تكون مشكلة شبكة\nأو خطأ في تفضيلات الإرسال.";
/* "Send" =  "Send"; */
"Manual stop of bouncing thread." = "الإيقاف التّليقائي لعمليّة الإرجاع.";
"Exiting the thread used to bounce the E-Mail..." = "جاري الخروج من عمليّة إرجاع البريد الالكتروني...";

/** BounceWindowToolbar.m */

/** ConsoleWindow.m */
/* "Date" =  "Date"; */
"Message" = "رسالة";

/** ConsoleWindowController.m */
/* "Date" =  "Date"; */
"%H:%M:%S.%F" = "%H:%M:%S.%F";

/** EditWindow.m */
/* "Send" =  "Send"; */
"Attach" = "أرْفِق";
"Add Cc" = "أضف نسخة (Cc)";
"Add Bcc" = "أضف نسخة إضافيّة (Bcc)";
/* "Addresses" =  "Addresses"; */
/* "From:" =  "From:"; */
/* "Using:" =  "Using:"; */
"Charset:" = "مجموعة المحارف:";
/* "Automatic" =  "Automatic"; */
/* "To:" =  "To:"; */
/* "Cc:" =  "Cc:"; */
/* "Bcc:" =  "Bcc:"; */
"Subject:" = "الموضوع:";

/** EditWindowController.m */
/* "Error!" =  "Error!"; */
"You must have at least one transport agent defined.\nSee Preferences -> Sending." = "يجب أن يكون لديك عميل نقْل واحد مُعرّف على الأقل.\nانظر تفضيلات -> الإرسال.";
/* "OK" =  "OK"; */
/* "Stop" =  "Stop"; */
"Starting the thread for sending the E-Mail..." = "جاري بدء عمليّة إرسال البريد الالكتروني...";
"(no subject)" = "(بدون موضوع)";
/* "Closing..." =  "Closing..."; */
/* "A mail is currently being sent. Please wait." =  "A mail is currently being sent. Please wait."; */
"Would you like to save this message in the Drafts folder?" = "هل تودّ حفظ هذه الرّسالة في مجلّد المسودّات؟";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
/* "No" =  "No"; */
"An error occured while attempting to obtain the message store for the Drafts folder." = "حدث خطأ خلال محاولة الحصول على مخزن الرّسائل لدليل المسودّات.";
"Remove Cc" = "أزل نسخة (Cc)";
/* "Add Cc" =  "Add Cc"; */
"Remove Bcc" = "أزل النّسخة الإضافيّة (Bcc)";
/* "Add Bcc" =  "Add Bcc"; */
/* "An error occured during the authentication with the SMTP server (%@)." =  "An error occured during the authentication with the SMTP server (%@)."; */
/* "An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." =  "حدث خطأ خلال إرسال البريد الالكتروني. It might be a network\nproblem or an error in your sending preferences."; */
/* "Send" =  "Send"; */
"An error occured while attempting to obtain the message store for the Outbox folder.\nThe message nonetheless successfully sent." = "حدث خطأ أثناء محاولة الحصول على مخزن الرّسائل لدليل البريد الصّادر.\nتمّ إرسال الرّسالة بنجاح على الرّغم من ذلك.";
"You must define a recipient in the field \"To\"." = "يجب أن تُحدّد مُستلماً في الحقل \"إلى\".";
/* "Automatic" =  "Automatic"; */
"Manual stop of sending thread." = "إيقاف يدوي لعمليّة الإرسال.";
"Exiting the thread used to send the E-Mail..." = "جاري الخروج من العمليّة المُستخدمة لإرسال البريد الالكتروني...";
"An error occured while decoding %@. Please fix this address." = "حدث خطأ خلال فكّ تشفير %@. رجاء أصلح هذا العنوان.";
"%0.1fKB (%d characters)" = "%0.1f كيلوبايت (%d حرف)";

/** EditWindowToolbar.m */

/** ExtendedAttachmentCell.m */
"%@ (%d bytes)" = "%@ (%d بايت)";
"%@ (%d KB)" = "%@ (%d كيلوبايت)";

/** ExtendedCell.m */

/** ExtendedOutlineView.m */

/** ExtendedTableView.m */

/** ExtendedWindow.m */

/** Filter.m */

/** FilterManager.m */

/** FindWindow.m */
"Find:" = "ابحث:";
"Replace with:" = "استبدل بـ:";
"Find Scope" = "مجال البحث";
"Summaries" = "التّلخيصات";
/* "Messages" =  "الرّسائل"; */
"Find Options" = "خيارات البحث";
"Ignore Case" = "تجاهل حالة الأحرف";
"Regular Expression" = "تعبير مُنتظم";
"Find All" = "اعثر على الكلّ";
"Replace" = "استبدل";
"Replace & Find" = "استبدل وابحث";
"Previous" = "السّابق";
"Next" = "التّالي";

/** FindWindowController.m */
"Find" = "ابحث";
"Searching..." = "جاري البحث...";
"Done searching. %d results found." = "اكتمل البحث. %d نتيجة وُجدت.";

/** FolderNode.m */

/** FolderNodePopUpItem.m */

/** GNUMail.m */
/* "Error!" =  "Error!"; */
"An error occured while attempting to obtain the message store for target filter." = "حدث خطأ خلال محاولة الحصول على مخزن الرّسائل للمصفاة الهدف.";
/* "OK" =  "OK"; */
/* "You must have at least one transport agent defined.\nSee Preferences -> Sending." =  "يجب أن يكون لديك على الأقل عميل نقل واحد مُعرّف.\nانظر تفضيلات -> الإرسال."; */
"Your Software is up-to-date" = "برنامجك مواكب لآخر تحديث";
"You have the most recent version of GNUMail." = "لديك النّسخة الأحدث من بريد جنيو.";
"A New Version is Available" = "نسخة جديدة متوفّرة";
"A new version of GNUMail is available (version %@). Would you like to download the new version now?" = "نسخة جديدة من بريد جنيو متوفّرة (النّسخة %@). هل تودّ تنزيل النّسخة الجديدة الآن؟";
/* "Cancel" =  "Cancel"; */
"Feature not implemented!" = "الميزة غير مُطبّقة!";
"Sorry, this feature is only available under Mac OS X." = "عفواً، هذه الميزة متوفّرة فقط ضمن Mac OS X.";
"Compact..." = "اضغط...";
"Compacting a mailbox will permanently remove deleted messages.\nDo you want to continue?" = "ضغط صندوق البريد سوف يزيل الرّسائل المحذوفة نهائيّاً.\nهل تريد الاستمرار؟";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
"Compacting mailbox, please wait..." = "جاري ضغط صندوق البريد. رجاء انتظر...";
"Done compacting mailbox %@." = "اكتمل ضَغْط صندوق البريد %@.";
"New message..." = "رسالة جديدة...";
"Undelete" = "اسْتَعِدْ";
/* "Delete" =  "Delete"; */
"Mark as Unread" = "علّمه على أنّه غير مقروء";
"Mark as Read" = "علّمه على أنّه مقروء";
"Mailbox error!" = "خطأ في صندوق البريد!";
"You must select a valid mailbox to open!" = "يجب أن تختار صندوق بريد صالح لفتحه!";
"Local" = "محلّي";
"Information" = "معلومات";
"Use the same directory (%@) to save all other attachments? (override the files with the same name)." = "هل استخدم نفس الدّليل (%@) لحفظ كلّ المُرفقات الأخرى؟ (اكتب فوق الملفّات التي لها نفس الاسم).";
"Show Filtered Headers" = "أظهر التّرويسات المُصفّاة";
"Show All Headers" = "أظهر كلّ التّرويسات";
"Hide Status Bar" = "أخْفِ شريط الحالة";
"Show Status Bar" = "أظهر شريط الحالة";
"Show Normal Display" = "أظهر العرض العادي";
"Show RAW Source" = "أظهر المصدر المُجرّد";
"Info" = "معلومات";
"Mailbox" = "صندوق البريد";
/* "Message" =  "Message"; */
/* "Compose" =  "Compose"; */
/* "Edit" =  "Edit"; */
"Windows" = "نوافذ";
"Print" = "طباعة";
"Services" = "خدمات";
"Hide" = "إخفاء";
"Quit" = "خروج";
"Info Panel..." = "لوحة المعلومات...";
"Check For Updates" = "تحقّق من وجود تحديثات";
"Preferences..." = "تفضيلات...";
"Help..." = "مساعدة...";
"Mailboxes..." = "صناديق بريد...";
"Get New Mail" = "أحضر البريد الجديد";
"Sorting" = "الفرز";
"Sort by Date" = "افرز بحسب التّاريخ";
"Sort by Name" = "افرز بحسب الاسم";
"Sort by Number" = "افرز بحسب الرّقم";
"Sort by Size" = "افرز بحسب الحجم";
"Sort by Subject" = "افرز بحسب الموضوع";
"Hide Deleted" = "اخْفّ المَحذوفة";
"Hide Read" = "أخْفّ المقْروءة";
"Compact" = "اضغط";
"Select All Messages" = "اختر كلّ الرّسائل";
"Send to Address Book" = "أرسل إلى دفتر العناوين";
"Save Attachment" = "احفظ المُرفَق";
"Save Text from Message" = "احفظ النّصّ من الرّسالة";
"Text Encodings" = "تشفيرات النّص";
"Bounce..." = "إرجاع...";
"Apply Manual Filters" = "طبّق مصافٍ يدويّة";
"New" = "جديد";
"Reply" = "رد";
"Reply All" = "رد للكلّ";
"Forward" = "تمرير";
"Addresses..." = "عناوين...";
"Drafts" = "مسودّات";
"Save in Drafts" = "احفظ في المسودّات";
"Restore Draft" = "استرجع مسودّة";
"Cut" = "فص";
"Copy" = "نسخ";
"Paste" = "لصق";
"Undo" = "تراجع";
/* "Find" =  "Find"; */
"Spelling..." = "تهجئة...";
"Check Spelling" = "تفحّص التّهجئة";
"Select All" = "حدّد الكلّ";
"Find Panel..." = "لوحة البحث...";
"Find Next" = "ابحث عن التّالي";
"Find Previous" = "ابحث عن السّابق";
"Enter Selection" = "ادخل الخيار";
"Console" = "Console";
"Arrange" = "نظّم";
"Miniaturize" = "صغّر";
/* "Close" =  "Close"; */
"Setup Printer" = "إعداد الطّابعة";
"Important!" = "مهمّ!";
"No configuration found for GNUMail.app" = "لم يُعثر على تهيئة تطبيق بريد جنيو";
"Configure" = "هيّء";
"Loaded bundle at path %@" = "تمّ تحميل الرُّزمة على المسار %@";
"Failed to initialize bundle at path %@" = "فشل ابتداء الرُّزمة على المسار %@";
"Error loading bundle at path %@" = "خطأ في تحميل الُّزمة على المسار %@";
"All" = "الكل";
"Show Deleted" = "أظهر المَحذوفة";
"Show Read" = "أظهر المقروءو";
"Default" = "افتراضي";

/** GNUMailConstants.m */

/** Group.m */

/** LabelWidget.m */

/** LocalMailDelivery.m */

/** MailHeaderCell.m */

/** MailWindow.m */
/* "Delete" =  "Delete"; */
"Get" = "أحضِر";
/* "Mailboxes" =  "Mailboxes"; */
/* "Compose" =  "Compose"; */
/* "Reply" =  "Reply"; */
/* "Forward" =  "Forward"; */
/* "Addresses" =  "Addresses"; */
/* "Find" =  "Find"; */
/* "Status" =  "Status"; */
/* "Id" =  "Id"; */
/* "Date" =  "Date"; */
/* "From" =  "From"; */
/* "Subject" =  "Subject"; */
/* "Size" =  "Size"; */

/** MailWindowController.m */
/* "New message..." =  "New message..."; */
"Local - %@" = "محلّي - %@";
"IMAP on %@ - %@" = "IMAP على %@ - %@";
"No Messages!" = "لا رسائل!";
"There are no messages in this Mailbox!" = "ليست هناك رسائل في صندوق البريد هذا!";
/* "OK" =  "OK"; */
"< unknown >" = "< غير معروف >";
/* "Closing..." =  "Closing..."; */
"GNUMail.app is currently receiving E-Mails. Please wait." = "تطبيق بريد جنيو يقوم حاليّاً باستلام البريد. رجاء انتظر.";
"Would you like to close the connection with the IMAP server?" = "هل تريد إغلاق الاتّصال مع خادم IMAP؟";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
/* "No" =  "No"; */
"Closed local folder %@." = "تمّ إغلاق الدّليل المحلّي %@.";
"Closed IMAP folder %@ on %@." = "تمّ إغلاق دليل IMAP %@ على %@.";
"Closing IMAP connection on %@." = "جاري إغلاق الاتّصال مع IMAP على %@.";
/* "Stop" =  "Stop"; */
"Starting the fetching thread for %@.." = "جاري بدء عمليّة الجلب من أجل %@..";
/* "Error!" =  "Error!"; */
"Unable to communicate with the POP3 server (%@)." = "لم يمكن التّواصل مع خادم POP3 (%@).";
"Invalid password %@ @ %@." = "كلمة مرور غير صالحة %@ @ %@.";
"An error occured while obtaining the IMAP Store to save the received message.\n%@" = "حدث خطأ خلال الحصول على مخزن IMAP لحفظ الرّسالة المُستلمة.\n%@";
"The received message was saved in your local Inbox folder." = "الرّسالة المستلمة تمّ حفظها في دليل صندوقك الوارد المحلّي.";
"No New Messages..." = "لا رسائل جديدة...";
"There are no new messages on %@ @ %@." = "ليست هناك رسائل جديدة على %@ @ %@.";
/* "Get" =  "Get"; */
"Filtered messages..." = "الرّسائل المصفّاة...";
"%d messages have been transfered to the following folders:\n%@" = "%d رسائل تمّ نقلها إلى الأدلّة التّالية:\n%@";
"%d messages (%dKB) - %d unread (%dKB) - %d selected (%0.1fKB) - %d deleted" = "%d رسالة (%d كيلوبايت) - %d غير مقروءة (%dكيلوبايت) - %d محدّدة  (%0.1fكيلو بايت) - %d محذوفة";
"IMAP %@ @ %@ - %@" = "IMAP %@ @ %@ - %@";
"No new messages on server %@" = "لا رسائل جديدة على الخادم %@";
"Got a %@ while estabilishing (or closing) the POP3 connection to server %@." = "حصلت على %@ خلال إنشاء (أو إغلاق) اتصال POP3 إلى الخادم %@.";
"Exiting the fetching thread for %@..." = "جاري الخروج من عمليّة الإحضار لـ%@...";
"Got a %@ while transferring mails from %@." = "حصل %@ خلال نقل الرّسائل من %@.";

/** MailWindowToolbar.m */

/** MailboxManager.m */
"Open this folder on startup" = "افتح هذا الدّليل عند البدء";
/* "Mailbox" =  "Mailbox"; */
/* "Size" =  "Size"; */
/* "Messages" =  "Messages"; */
/* "Close" =  "Close"; */

/** MailboxManagerCache.m */

/** MailboxManagerController.m */
/* "Mailboxes" =  "Mailboxes"; */
/* "Mailbox" =  "Mailbox"; */
"All Mailboxes" = "كلّ صناديق البريد";
/* "Size" =  "حجم"; */
"%d KB" = "%d كيلوبايت";
/* "Messages" =  "رسائل"; */
"%d (%d unread)" = "%d (%d غير مقروءة)";
/* "Local" =  "Local"; */
/* "Closing..." =  "Closing..."; */
"Would you like to close the connection with this IMAP server?" = "هل تودّ إغلاق الاتّصال مع خادم IMAP؟";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
/* "Closing IMAP connection on %@." =  "جاري إغلاق اتّصال IMAP على %@."; */
"Transfer error!" = "خطأ في النّقل!";
"You cannot transfer a message inside the same mailbox!" = "لا يمكنك نقل رسالة في داخل نفس صندوق البريد!";
/* "OK" =  "OK"; */
/* "Mailbox error!" =  "خطأ في صندوق البريد!"; */
/* "You must select a valid mailbox to open!" =  "يجب أن تختار صندوق بريد صالح لفتحه!"; */
"You must select a valid mailbox\nto transfer this E-Mail to!" = "يجب أن تختار صندوق بريد صالح\nلنقل هذه الرّسالة الالكترونيّة إليه!";
"You cannot transfer E-Mails to this folder!" = "لا يمكنك نقل الرّسائل الالكترونيّة إلى هذا الدّليل!";
"You must select a valid root where to create this new mailbox." = "يجب أن تختار جذراً صالحاً حيث تريد إنشاء صندوق البريد الجديد.";
"Please select the mailbox you would like to delete." = "رجاء اختر صندوق البريد الذي تريد حذفه.";
/* "Delete..." =  "احذف..."; */
"Are you sure you want to delete this mailbox?" = "هل أنت متأكّد أنّك تريد حذف صندوق البريد هذا؟";
/* "Cancel" =  "إلغاء"; */
"Error while deleting!" = "خطأ خلال الحذف!";
"You can't delete an opened mailbox! Close it first." = "لا يمكنك حذف صندوق بريد مفتوح! أغلقه أوّلاً.";
/* "Error!" =  "خطأ!"; */
"The mailbox delete operation failed." = "فشلت عمليّة حذف صندوق البريد.";
"You must select a valid mailbox to rename!" = "يجب أن تختار صندوق بريد صالح لتغيير اسمه!";
"You can't rename an opened mailbox! Close it first." = "لا يمكن تغيير اسم صندوق بريد مفتوح! أغلقه أولاً.";
"Edit Mailbox" = "عدّل صندوق البريد";
"Please enter the new name of the Mailbox:" = "رجاءً أدخل الاسم الجديد لصندوق البريد:";
"The local mailbox %@ does not exist!" = "صندوق البريد المحلّي %@ غير موجود!";
"This folder (%@) holds folders, not messages!" = "هذا الدليل (%@) يحتوي أدلّة، وليس رسائل!";
"Local folder %@ opened." = "فتح الدّليل المحلي %@.";
"A folder (%@) is already open. Please close it first." = "الدليل (%@) مفتوح مسبقاً. رجاءً أغلقه أوّلاً.";
"Opening IMAP folder %@ on %@..." = "جاري فتح دليل IMAP %@ على %@...";
"IMAP folder %@ on %@ opened." = "فتح دليل IMAP %@ على %@.";
"Connecting to IMAP server %@ using SSL" = "جاري الاتصال بخادم IMAP %@ باستخدام SSL";
"Connecting to IMAP server %@" = "جاري الاتصال بخادم IMAP %@";
"Unable to communicate with the IMAP server (%@:%i)." = "لا يمكن التّواصل مع خادم IMAP (%@:%i).";
"Authenticating using %@..." = "جاري التّوثيق باستخدام %@...";
"Connected to %@!" = "تم الاتّصال مع %@!";
/* "Invalid password %@ @ %@." =  "كلمة مرور غير صالحة %@ @ %@."; */
"A fatal error occured when appending the message to the %@ folder." = "حدث خطأ حرج خلال إضافة الرّسالة إلى المجلّد %@.";

/** MailboxManagerToolbar.m */

/** MessageViewWindow.m */
/* "Delete" =  "Delete"; */
/* "Reply" =  "Reply"; */
/* "Forward" =  "Forward"; */
/* "Show All Headers" =  "Show All Headers"; */

/** MessageViewWindowController.m */

/** MessageViewWindowToolbar.m */

/** MimeType.m */

/** MimeTypeManager.m */

/** NSRegEx.m */

/** NSStringExtensions.m */

/** NSUserDefaultsExtensions.m */

/** NewMailboxPanel.m */
"Please enter the name of the new Mailbox:" = "رجاءً أدخل اسم صندوق البريد الجديد:";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** NewMailboxPanelController.m */
"New Mailbox" = "صندوق بريد جديد";
/* "Local" =  "Local"; */
/* "Error!" =  "Error!"; */
"The mailbox rename operation failed." = "فشلت عمليّة تغيير اسم صندوق البريد.";
/* "OK" =  "OK"; */
"The mailbox create operation failed." = "فشلت عمليّة إنشاء صندوق البريد.";

/** PasswordPanel.m */
"Please enter your password:" = "رجاءً أدخل كلمة المرور الخاصّة بك:";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** PasswordPanelController.m */

/** PreferencesWindow.m */
"Apply" = "تطبيق";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** PreferencesWindowController.m */
"Preferences Panel" = "لوحة التّفضيلات";
"Loading preferences bundle at path %@." = "جاري تحميل مجموعة التّفضيلات على المسار %@.";

/** TextEnrichedConsumer.m */

/** Utilities.m */
/* "Error!" =  "Error!"; */
"A part of this E-Mail can't be represented. Please report this as a bug." = "جزء من هذا البريد الالكتروني لا يمكن تمثيله. رجاء قرّر هذه كعلّة.";
/* "OK" =  "OK"; */
"No text/plain part found. Please report this bug since GNUMail.app doesn't support this other kind of parts." = "لم يُعثر على جزء نص/مجرّد. رجاء قم بتقرير هذه العلّة حيث أن تطبيق بريد جنيو لا يدعم نوع الأجزاء هذه الأخرى.";
"Local Mailboxes" = "صناديق البريد المحلّيّة";
"Reply..." = "ردّ...";
"Would you like to reply to all recipients?" = "هل تودّ الرّد إلى كلّ المستلمين؟";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
"Reply to a message..." = "ردّ على رسالة...";
"Forward a message..." = "مرّر رسالة...";
"Save all" = "احفظ الكلّ";
"The external program (%@) for opening this MIME-Type (%@) can't be found." = "البرنامج الخارجي (%@) المستخدم لفتح نوع MIME (%@) لا يمكن العثور عليه.";
